{

    "reasons": [
               {
                   "id": 1,
                   "title": "Have better sex/understanding of sex",
                
                   "color": "0xffa11431",
                   "desc": "Perhaps the biggest lie porn sells is that its fantasy world is filled with sex positivity: sexual education, more sex, better sex, etc. What it doesn’t mention, however, is that the deeper a consumer dives into that fantasy world, the more likely their reality is to become just the opposite. Porn is complicated, the science is simple: the more pornography a person consumes, the harder it can become for real relationships and sexual experiences to measure up. Ditch the shallow counterfeits and put the “sex” back in sexy. Or if you’re not ready or not old enough for sex in your relationship, get stoked on having a healthier mindset and expectation around sexuality.",
                  "image": "https://image.freepik.com/free-vector/parents-couple-kid-using-gadgets-social-media-addicted-family-with-laptop-tablet-phone-sitting-together-flat-vector-illustration-internet-addiction-communication_74855-8486.jpg"
                
               },
               
               {
                   "id": 2,
                   "title": "It can become an obsession or addiction",
                
                   "color": "0xffa11431",
                   "desc": "On the surface, tobacco and porn don’t seem to have a lot in common but more and more studies are coming out showing that consuming pornography tricks your brain into releasing the same pleasure chemicals as other behaviors, or even drugs. Much like a drug, when these pleasure chemicals such as dopamine and oxytocin pulse through the brain, they help to create new brain pathways that essentially lead the consumer back to the behavior that triggered the chemical release in the first place, similar to other compulsive or even addictive substances and behaviors. Although quitting can feel just as daunting and impossible as quitting a substance, the support out there is making it more possible than ever and the reward will feel just as liberating!.",
                  "image": "https://image.freepik.com/free-vector/parents-couple-kid-using-gadgets-social-media-addicted-family-with-laptop-tablet-phone-sitting-together-flat-vector-illustration-internet-addiction-communication_74855-8486.jpg"
                
               },
               
               
               
               {
                   "id": 3,
                   "title": "Habits and addiction can escalate",
                   "color": "0xffa11431",
                   "desc": "Because of its addictive nature, in order to retain the same level of interest and excitement, an individual usually needs an ever-increasing dosage of porn and constantly evolving material. Over time, their appetite escalates to more hardcore versions just to achieve the same level of arousal. The unshackling feeling that comes from breaking free from addiction before it escalates will empower you to live your life to its fullest potential!.",
                  "image": "https://image.freepik.com/free-vector/parents-couple-kid-using-gadgets-social-media-addicted-family-with-laptop-tablet-phone-sitting-together-flat-vector-illustration-internet-addiction-communication_74855-8486.jpg"
                
               },
               {
                   "id": 4,
                   "title": "Improve behavior",
                
                   "color": "0xffa11431",
                   "desc": "Sooner or later, consumers start to find themselves getting aroused by things that used to disgust them or that go against what they think deep down is right. Once they start regularly watching extreme and dangerous sex acts, these porn consumers are being taught that those behaviors are more normal and common than they actually are. There’s an obvious destructive behavior pattern caused by porn that compromises beliefs, changes ideas and turns relationships sour when pressure is placed on a partner to perform or live up to the standards set by porn. Reversing destructive behavior will happen soon after deciding to cut this hazardous influence from your life.",
                  "image": "https://image.freepik.com/free-vector/parents-couple-kid-using-gadgets-social-media-addicted-family-with-laptop-tablet-phone-sitting-together-flat-vector-illustration-internet-addiction-communication_74855-8486.jpg"
                
               },
                  {
                   "id": 5,
                   "title": "Form deeper connections",
                
                   "color": "0xffa11431",
                   "desc": "The porn industry objectifies people and commoditizes the act of sex. There’s nothing romantic or realistic about porn sex, and it seriously puts a disconnect between the consumer and reality. This makes it hard for them to have an intimate connection with a real person. You’ll only feel complete when you disconnect with porn and connect with a real person!.",
                  "image": "https://image.freepik.com/free-vector/parents-couple-kid-using-gadgets-social-media-addicted-family-with-laptop-tablet-phone-sitting-together-flat-vector-illustration-internet-addiction-communication_74855-8486.jpg"
                
               },
                  {
                   "id": 6,
                   "title": "Appreciate your body",
                
                   "color": "0xffa11431",
                   "desc": "The makeup, surgery, Photoshop, and acting that goes into porn gives us an unrealistic view of the human body and sexuality. We start to subconsciously compare ourselves to what we’re seeing, causing overthinking and low self-esteem when it comes time to be intimate. Kicking your porn habit will restore a healthy body image and reinstate the sense confidence that you deserve.",
                  "image": "https://image.freepik.com/free-vector/parents-couple-kid-using-gadgets-social-media-addicted-family-with-laptop-tablet-phone-sitting-together-flat-vector-illustration-internet-addiction-communication_74855-8486.jpg"
                
               },
                  {
                   "id": 7,
                   "title": "Appreciate those you’re attracted to",
                
                   "color": "0xffa11431",
                   "desc": "In addition to affecting the way we see ourselves, porn can cause consumers to under-appreciate their partners by training them to see others as sexual objects and not as humans with beautiful and unique features. It’s likely due to the fact that porn promotes a completely fictional version of how people look and behave, and creates a false, exciting reality that their partners can never live up to. One of the first positive effects that people report soon after quitting porn is the ability to truly appreciate the beauty of real people without constantly objectifying them.",
                  "image": "https://image.freepik.com/free-vector/parents-couple-kid-using-gadgets-social-media-addicted-family-with-laptop-tablet-phone-sitting-together-flat-vector-illustration-internet-addiction-communication_74855-8486.jpg"
                
               },
                  {
                   "id": 8,
                   "title": "Prevent sexual dysfunction (ED) ",
                
                   "color": "0xffa11431",
                   "desc": "This one is for the guys out there. The fact is porn often leads to less sex and less satisfying sex. For a surprising amount of consumers, porn eventually means no sex at all. Regular porn consumption has been found to affect the brain in such a way that it hinders sexual performance when they get with an actual human being. Porn-induced erectile dysfunction is a real thing in men, a side effect of watching porn that they probably never see coming. But thankfully, there absolutely is hope. A cure is to quit porn and let their brain “rewire” and return to normal",
                  "image": "https://image.freepik.com/free-vector/parents-couple-kid-using-gadgets-social-media-addicted-family-with-laptop-tablet-phone-sitting-together-flat-vector-illustration-internet-addiction-communication_74855-8486.jpg"
                
               },
                  {
                   "id": 9,
                   "title": "Stop supporting sex trafficking",
                
                   "color": "0xffa11431",
                   "desc": "The facts are clear: clicking porn directly fuels the demand for sex trafficking. There are countless victims of human sex trafficking who are forced to have sex on camera. Even in the “legitimate” adult industry, porn performers are frequently victims of violence, coercion, and drug abuse. There’s just no way to know the dark origins behind what we’re watching. By refusing to click, you’re refusing to contribute to the demand for sexual exploitation.",
                  "image": "https://image.freepik.com/free-vector/parents-couple-kid-using-gadgets-social-media-addicted-family-with-laptop-tablet-phone-sitting-together-flat-vector-illustration-internet-addiction-communication_74855-8486.jpg"
                
               },
                  {
                   "id": 10,
                   "title": "Porn promotes violence against women",
                
                   "color": "0xffa11431",
                   "desc": "From making actors participate in unsafe sex to the countless real stories of performers speaking out about the rape, violence, and drugs behind the camera, there is certainly a dark reality to this industry. Porn tries to normalize this exploitation, but we’re not buying it. To watch porn is to support a questionable industry that abuses its actors and uses misogyny and domestic violence fantasies as entertainment, all in addition to harming those who watch it. How is this acceptable?",
                  "image": "https://image.freepik.com/free-vector/parents-couple-kid-using-gadgets-social-media-addicted-family-with-laptop-tablet-phone-sitting-together-flat-vector-illustration-internet-addiction-communication_74855-8486.jpg"
                
               },
               {
                   "id": 11,
                   "title": "",
                   "color": "0xffa11431",
                   "desc": "",
                  "image": "https://image.freepik.com/free-vector/parents-couple-kid-using-gadgets-social-media-addicted-family-with-laptop-tablet-phone-sitting-together-flat-vector-illustration-internet-addiction-communication_74855-8486.jpg"
                
               }
            ]
    }